{
  "homepage": {
    "title": "AFRHEEC - Ukunika Amandla Emiphakathini",
    "description": "Thola ukuthi i-AFRHEEC inikeza kanjani amandla emiphakathini ngokugcinwa kwamagugu, imfundo, namaphrojekthi amasha.",
    "sliderAlt1": "Umphakathi ojabulayo ogubha ngaphansi kwesibhakabhaka esivulekile",
    "sliderAlt2": "Umcimbi wephrojekthi ye-AFRHEEC okhombisa ababambiqhaza abajabulayo"
  },
  "navbar": {
    "logoAlt": "Ilogo ye-AFRHEEC",
    "about": "Mayelana Nathi",
    "services": "Izinsiza",
    "support": "Ukusekela",
    "contact": "Xhumana Nathi"
  },
  "story": {
    "header": "Ikhasi Lezindaba"
  },
  "services": {
    "heritageText": "I-AFRHEEC, umphakathi wokufundisa nokunika amandla ifa lase-Afrika, uzinikele ekuhloleni umlando ocebile kanye namasiko ase-Afrika kanye nomthelela wawo emphakathini wabantu abamnyama baseMelika.",
    "heritageText2": "Ngokuhlola uhambo lwabantu base-Afrika abaphathwa kabi ukuze babe ngabantu baseMelika, i-AFRHEEC ihlose ukukhulisa ukuqonda kwezinkinga nezimpumelelo ezibhekene nomphakathi wabantu abamnyama namuhla.",
    "heritageText3": "Ngezinhloso zokubuyisela imvelaphi, ukubuyisela amasiko, ukwakha imiphakathi eqinile, nokudinga ubunikazi bokwethembeka, i-AFRHEEC inika abantu amandla okuhlangana nefa labo lase-Afrika nokubhekana nezinselelo zesimanje.",
    "communityText": "I-AFRHEEC iyabona indima ebalulekile yomphakathi emasikweni ase-Afrika. Sifuna ukwakha imiphakathi eqinile, esekelayo lapho izingane zingakhula endaweni ephephile. Ngokudala izindawo ezingekho ngaphansi kokwesaba nokucwaswa, injongo yethu ukuvumela abazali ukuba bakhule izingane ezinomusa nokuzethemba. I-AFRHEEC izibophezele ekwakheni indawo yokuphepha ebamba umphakathi ngokuqinile. Ngokuhlanganyela, amasiko esintu, nokusekelwa, siyakholwa ekukhuphukeni komunye nomunye nasekukhuthazeni izizukulwane ezizayo.",
    "currentProjectsText": "I-AFRHEEC, umphakathi wokufundisa nokunika amandla ifa lase-Afrika, uzinikele ekuphakamiseni abantu abamnyama ngokufundisa, amasiko, nokunika amandla. Ukuze uthole ulwazi olwengeziwe mayelana namaphrojekthi ethu kanye nemizamo yethu, chofoza uphawu olungezansi.",
    "policyText": {
      "p1": "I-AFRHEEC izibophezele ekusekeleni izinqubomgomo ezikhuthaza ubulungiswa, ukulingana, nokunika amandla abantu abamnyama.",
      "p2": "Ukuze ufunde kabanzi mayelana nombono wethu ngezindaba ezibalulekile ezifana ",
      "immigration": "ukufuduka",
      "blackCivilRights": "amalungelo abantu abamnyama",
      "voterRights": "amalungelo okuvota",
      "andMore": "futhi okuningi, chofoza uphawu olungezansi ukuze ubone izinqubomgomo zethu nemizamo yethu."
    },
    "heritageAlt": "Ifa Nezimbali",
    "heritageTitle": "Ifa Nezimbali",
    "communityAlt": "Umphakathi",
    "communityTitle": "Umphakathi",
    "currentProjectsAlt": "Amaphrojekthi Amasha",
    "currentProjectsTitle": "Amaphrojekthi Amasha",
    "policyAlt": "Izinqubomgomo",
    "policyTitle": "Izinqubomgomo"
  },
  "wwd": {
    "header": "Esikwenzayo",
    "readMore": "Funda Okuningi Ngalokho Esikwenzayo",
    "heritageandhistory": "Ifa Nezimbali",
    "community": "Umphakathi",
    "currentprojects": "Amaphrojekthi Amasha",
    "policyandpositions": "Izinqubomgomo neZikhundla"
  },
  "heritage": {
    "pageTitle": "Ifa Nezimbali Zase-Afrika: Uhambo Lokumelana, Ubunikazi, Nokuguquka",
    "header": "Ifa Nezimbali Zase-Afrika: Uhambo Lokumelana, Ubunikazi, Nokuguquka",
    "subheader": "Umugqa Ongaphazanyiswa Wobumbano Lase-Afrika",
    "paragraph1": "Indaba yefa lase-Afrika iwumlando ojulile, onzima, futhi ogcwele ukumelana nezikhathi, ohamba izinkulungwane zeminyaka. Ngaphambi kokufika kwabamhlophe, izwekazi lase-Afrika laliyikhaya lezinye zezizwe eziphambili emhlabeni. Kusukela ezikhathini zobukhosi obuhle baseMali naseZimbabwe kuya ezimpumelelweni zesayensi nezibalo zaseGibhithe lasendulo, i-Afrika yabe iyisisekelo sobuchwepheshe bomuntu, ubuqotho besiko, nokuhleleka okujulile komphakathi.",
    "section2": "Uhambo Olubuhlungu: Ukufuduka Ngokuphoqelela Nokuboshwa",
    "paragraph2": "Ukuthengiselana kwabantu abathunjwe e-Atlantic kuyisahluko esibuhlungu kakhulu emlandweni wabantu. Phakathi nekhulu le-15 nelama-19, cishe abantu abayizigidi ezingama-12.5 base-Afrika bakhishwa ngamandla ezizweni zabo, kanti cishe abantu abayizigidi eziyi-10.7 basinda endleleni eyingozi eya emazweni aseMelika. Lokhu akuzange kube ukunyakaza kwamadolo kuphela, kodwa ukonakaliswa kohlelo lwamasiko, imindeni, nobunikazi.",
    "paragraph3": "Abantu base-Afrika babekhumulelwa ngamandla izilimi zabo, imikhuba yabo yokomoya, izakhiwo zemindeni, nobunikazi babo bamasiko. Abathunjwe babekwa kude nalabo abakhuluma ulimi olufanayo, okwenza kube nzima kakhulu ukugcina amasiko. Kodwa, nakuba bekhonjwa ukuboshwa okuhleliwe, abantu base-Afrika baqhubeka bekhombisa izindlela zokumelana nokugcina ifa labo.",
    "section3": "Ukugcinwa Kwamasiko: Ukumelana Nokumelana",
    "paragraph4": "Emazweni aseMelika, kusukela eBrazil kuya e-United States, abantu abathunjwe base-Afrika kanye nezizukulwane zabo bathole izindlela ezimangalisayo zokugcina nokuguqula ifa labo. Imikhuba yomoya efana neVodou eHaiti, iSantería eCuba, neCandomblé eBrazil iyizibonelo eziqinile zokuthi amasiko ase-Afrika agcinwa futhi aguqulwe. Imidlalo yomculo, kusukela ku-blues ne-jazz kuya ku-samba ne-reggae, iveza ukuqhubeka kwezamasiko okuvela ngqo emizimbeni yomculo wase-Afrika.",
    "section4": "Ukubaluleka Kokwazi Umlando",
    "paragraph5": "Ukuqonda ifa lase-Afrika kubalulekile ngezizathu eziningi:",
    "reason1": "Ukukhulula Ingqondo: Ukwazi ubukhulu nobunzima bezizwe zase-Afrika ngaphambi kokufika kwabamhlophe kuwumuthi onamandla wokulwa nokuncishiswa kwamaqiniso okuthi abantu abamnyama abakwazi.",
    "reason2": "Ukuguqulwa Kohlelo: Ukuqonda indlela yokucindezelwa komlando kusiza ekwakheni izindlela ezikhethekile zokukhulula.",
    "reason3": "Ubunikazi Nobuhlakani Besiko: Ukwazi umlando wabokhokho kudala ukuzinza, inhlonipho, namandla omphakathi.",
    "reason4": "Ukuxhumana Komhlaba: Iminikelo yase-Afrika ibe yisisekelo sokuthuthuka kwabantu emhlabeni wonke.",
    "section5": "Imiphumela Yokusebenza EkuGuqukeni Kwesimanje",
    "paragraph6": "Ukucwaninga ifa lase-Afrika akuyona nje into yokufunda, kodwa kuyisu elibalulekile lokunika amandla umphakathi. Ngokwazi izizinda zomlando, abantu abamnyama bangakha izinhlelo zemfundo, benze amasu ezomnotho, bakhe amanethiwekhi okuhlangana, baphonsela inselelo izinhlelo zobandlululo, futhi bakhuthaze ukululama kwengqondo.",
    "section6": "Isiphetho: Uhambo Olungapheli",
    "paragraph7": "Ukucwaninga ifa lase-Afrika akugxili ekubukeni kwedlule kuphela kodwa ekwakheni ikusasa elilingene nelinobulungisa—inqubo eqhubekayo yokuthola kabusha, ukululama, nokuguquka. Wonke umlando otholakele, lonke isiko elikhunjulwayo, kanye neqiniso elivunywa ngabantu liyisenzo sokumelana nokubuyiselwa."
  },
  "newsletter": {
    "title": "Khulisa Izimpande",
    "description": "Bhalisa kulezi zindaba zethu ukuze uthole izibuyekezo mayelana namaphrojekthi ethu, imicimbi, nezinsiza ezihlonipha futhi zigcina ifa lase-Afrika.",
    "successTitle": "Siyabonga Ngokubhalisa!",
    "successMessage": "Manje uyingxenye yomphakathi wethu. Bheka ibhokisi lakho leposi ukuze uthole izibuyekezo nezindaba mayelana nefa lase-Afrika nomlando.",
    "invalidEmail": "Sicela ufake ikheli le-imeyili elivumelekile",
    "invalidName": "Sicela ufake igama lakho",
    "genericError": "Kukhona okuhambile. Sicela uzame futhi kamuva.",
    "nameLabel": "Igama Elicacile",
    "namePlaceholder": "Faka igama lakho elicacile",
    "emailLabel": "Ikheli Le-imeyili",
    "emailPlaceholder": "Faka ikheli lakho le-imeyili",
    "submitting": "Iyabhalisa...",
    "submitButton": "Bhalisa",
    "privacyNote": "Sihlonipha ubumfihlo bakho. Ulwazi lwakho ngeke lwabiwe nabanye abantu."
  },
  "footer": {
    "contactUs": "Xhumana Nathi",
    "contactDescription": "Xhumana nathi ukuze ufunde kabanzi mayelana nezinhlelo zethu nendlela ongazibandakanya ngayo.",
    "email": "I-imeyili",
    "address": "Ikheli"
  },
  "aboutUs": {
    "title": "Mayelana Nathi",
    "mission": "Umphakathi Wokufundisa Nokunika Amandla Ifa Lase-Afrika (AFRHEEC) yinhlangano engenzi nzuzo enenjongo enamandla: ukusebenza njengeSikhungo Sokufundisa, Amasiko, Nezinsiza ezixhumene nemigomo ye-Afrocentric. I-AFRHEEC izibophezele ekunikezeni amandla imiphakathi yabantu abamnyama base-diaspora, abantu base-Afrika, nabantu abamnyama baseMelika—kubandakanya imindeni yabokufika nababaleki—ngokufundisa okuxhumene namasiko, imikhuba yokunempilo, nokufinyelela ezinsizeni ezibalulekile.",
    "history": "Kusukela ekusungulweni kwayo, i-AFRHEEC ibeke ukuqala ekufundeni kwangaphambi kwesikhathi, imicimbi yomphakathi ehambisana namasiko, kanye nezinhlelo ezigxile emindenini ezifundazweni zaseLaine, Marion, Multnomah, naseWashington e-Oregon. Inhloso yethu ukugxila ekubandakanyekeni okugxile ekulaphekeni, izindlela zokudla zendabuko, ukwesekwa kwezempilo yengqondo, kanye nemfundo yokukhulelwa eyenzelwe imindeni ezihamba ezindaweni ezintsha zamasiko e-United States.",
    "approach": "Ngenqubo ephelele futhi eyaziwa umphakathi, i-AFRHEEC iyabona izinselelo eziyingqayizivele ezibhekene nemindeni yababaleki nabokufika, ikakhulukazi ekukhulelweni kuzo zonke izizwe, ukufunda ulimi olusha, nokujwayela indawo entsha kanye nesiko elihluke kakhulu. Sihlose ukugcwalisa izikhala zokusekela yonke imindeni ezizibiza ngokuthi abamnyama ngamahlelo atholakalayo, anakekela, futhi ahambisana namasiko.",
    "mapCaption": "Imephu yomlando ekhombisa izindlela zokuhweba ezintathu ze-Atlantic ngesikhathi sokuhweba kwabantu abathunjwe, ekhombisa ukunyakaza okwaphoqelelwa kwabantu base-Afrika abayizigidi kuyo yonke i-Atlantic Ocean eyadala i-diaspora yase-Afrika.",
    "boardLink": "Hlangana NeBodi Yethu Yabaholi"
  },
  "board": {
    "title": "Bodi Yabaholi",
    "frieda": {
      "name": "Frieda Bikele",
      "title": "USihlalo, IBodi Yabaholi Be-AFRHEEC",
      "bio1": "UFrieda Bikele ungumvikeli wezimpilo zonke zokulingana, ukubandakanywa, kanye nobulungiswa bezenhlalo, eza nolwazi lweminyaka engaphezu kwama-20 lobuholi kuzo zonke izinhlaka zikahulumeni, ubudlelwano bezwe lonke, kanye nemikhakha yezinhlangano ezingenzi nzuzo eCameroon nase-United States. Njengamanje usebenza njengoMphathi Wokulingana Kwezinsizakalo ngaphakathi kwenhlaka kahulumeni, lapho ahola imizamo yokudiliza ukungalingani kohlelo nokwakha izinqubomgomo zokubandakanya ezisebenza imiphakathi ehlukahlukene kanye neyayihlukunyetshwe ngokomlando.",
      "bio2": "Ekhuluma kahle isiFulentshi, isiNgisi sePidgin, kanye nezilimi eziningana zendabuko zase-Afrika, umbono wakhe womhlaba wonke uhambisana nemizizi yakhe ejulile yomphakathi. Uneziqu zeBachelor's kuSociology kanye neCommunication, kanye neziqu zeMaster's ezimbili—elinye kuSocio-Anthropology Yezempilo kanye nelinye kuInternational Studies enokugxila kuPublic Health Policy. Isizinda sakhe sezemfundo, kanye nolwazi lwakhe lokuhlala njengowesifazane wendabuko yase-Afrika ohamba ezinhlelweni eziningi, kushukumisa indlela yakhe enamandla neyomuntu siqu yokuvikela.",
      "bio3": "NjengoSihlalo we-AFRHEEC, uFrieda uhola ngomzwelo nokucacileka kwenjongo. Uzibophezele ekuqhubekisela phambili izinhlelo ezixhumene namasiko ezisekela imiphakathi yababaleki, abokufika, kanye nefa lase-Afrika—ikakhulukazi intsha kanye nemindeni ezihamba emithiyweni yemfundo neyohlelo. Intshisekelo yakhe yokuxhumana komphakathi kubonakala emsebenzini wakhe wokufinyelela, okubandakanya ukuxhumanisa abantu abangafinyelelwa kahle nezinsiza ezibalulekile nokuphakamisa amazwi ababaleki nabaceli ukusabela.",
      "bio4": "Ekhulele eDouala, Cameroon futhi ekhuthazwa ukuzimisela kukanina, ubuholi bukaFrieda bususelwa kuzindinganiso zomzwelo, ubulungiswa, nokunikezwa kwamandla okwenziwa ndawonye. Ubona umhlaba lapho wonke umntwana—kungakhathaliseki isizinda sakhe—angaphumelela ezinhlelweni ezihlonipha ubunikazi bakhe namandla akhe.",
      "bio5": "Ngesikhathi sakhe samahhala, uFrieda ujabulela ukugijima emzileni, ukuhamba ngekhwama, nokwakha ukuxhumana okujulile ngaphakathi komphakathi wakhe. Ushukumiswa ikakhulukazi ngokufundisa isizukulwane esizayo nokukhuthaza abaholi abancane ukuba baphakame ndawonye ngobumbano nokukhonza.",
      "bio6": "KuFrieda, ubuholi akukhona nje ngokuhola—kungokuguqula. Umsebenzi wakhe uyaqhubeka nokwenza izindlela zokulingana kakhudlwana kulabo ababekade behlukunyetshwa isikhathi eside, beholelwa njalo ngombono wokuzayo okulungile nokubandakanya."
    },
    "lia": {
      "name": "Li'a Hammonds",
      "title": "ISekela Sihlalo, IBodi Yabaholi Be-AFRHEEC",
      "bio1": "ULi'a Hammonds ungumphathi onolwazi lwezokuxhumana komphakathi kanye nemidiya yedijithali umsebenzi wakhe ususelwa ekuqhubekiseleni phambili uBulungiswa, Ukulingana, Umehluko, Nokubandakanywa (JEDI) kuzo zonke imikhakha yomphakathi neyabangasese. Izwi elithembekile ekuxhumaneni okuhlelekile kanye nobuholi bamasiko, uLi'a ungomunye wabasebenzi abambalwa beDEI emhlabeni wonke abagunyazwe kumazinga omhlaba wonke eDEI-ISO, okumfaka ngaphambili kwezinhlaka zokulingana komhlaba wonke.",
      "bio2": "Ngolwazi lweminyaka engaphezu kweshumi lokwenza izindaba, ukuvikela ubuqotho bephawu, nokwakha imikhankaso egxile ekulinganeni, uLi'a uletha ukuqonda okuhlelekile okungenakubalwa ekubekhona komphakathi kwe-AFRHEEC. NjengoSekela Sihlalo kanye nomqondisi omkhulu wezokuxhumana, uqinisekisa ukuthi umyalezo we-AFRHEEC uhlonipha injongo yawo, uhambisana nemiphakathi yawo ehlukahlukene, futhi uphakamisa izindaba zalabo abawakhonza ngemikhuba yemidiya yokubandakanya.",
      "bio3": "ULi'a uneziqu zeCommunication Studies, iMaster of Science kuBusiness Analytics (MSBA), kanye neMaster of Science kuStrategic Communications. Njengamanje ufuna udokotela wakhe, ekuqhubekisela phambili ubuchwepheshe bakhe ekuholeni okuholelwa ukulingana nokuguqulwa kwenhlangano. Kulo lonke umsebenzi wakhe onamandla, uhole umyalezo wemikhankaso yababusi, wakha amapulani okuxhumana ngezinkinga ezizinhlangano zokuphepha komphakathi, weluleka amakampani ngezinqubomgomo zeDEI, futhi wasungula inhlangano yakhe—Nimble Media Strategies—esekela izinhlangano eziholelwa yinjongo ekuxoxa izindaba ezinamandla neziqinisile.",
      "bio4": "Njengamanje esebenza njengoMqondisi Wezokuxhumana Zokulingana wenhlangano kahulumeni, uLi'a futhi uletha ukuzibophezela okujulile komphakathi. Ungumvikeli wemfundo ehlonipha amasiko, ukulapheka kwobuhlanga, nokubandakanywa ngamabomu kwamazwi ahlukunyetshwe ngokomlando—ikakhulukazi kumapulatifomu edijithali neyizinhlangano.",
      "bio5": "Ngaphandle komsebenzi wakhe wezobuchwepheshe, uLi'a uthola injabulo ekukhuliseni amadodakazi akhe, uXora noXuri, nokukhonza kanye nabanye abaholi ukuqinisa izibopho zomphakathi wasendaweni. Umsebenzi wakhe ne-AFRHEEC akuwona nje wezobuchwepheshe—uwomuntu siqu. Njengomama, umqondisi wamasiko, nomsebenzi wokulingana, uvikela ikusasa lapho wonke umndeni enokufinyelela amathuba, ukufunda, kanye nesithunzi sokubonwa nokuzwakala."
    },
    "luc": {
      "name": "Luc René Mbousya",
      "title": "UMgcini Wemali WeBodi",
      "bio1": "ULuc René Mbousya uletha ulwazi lweminyaka engaphezu kwama-18 lwezokulawula umnyororo wokuhambisa, imisebenzi yezimali, kanye nokuhlaziya idatha kumsebenzi wakhe wokuba nguMabhuku kanye noMgcini Wemali WeBodi ye-AFRHEEC. Ngomsebenzi obandakanya imikhakha eminingi—kubandakanya ukuhlanganiswa kwezinjini, R&D ye-semiconductor, nokulawula amanani—uLuc uye wakha irekhodi eliqinile lokuthuthukisa izinqubo zezebhizinisi nokuthuthukisa ukusebenza kahle kwemisebenzi.",
      "bio2": "ULuc unamakhono aphezulu ezinhlelweni zokulawula amanani ezitolo, ukuhlela ukukhiqiza, nokubambisana kwamadivishini ahlukene. Unamakhono ezinsiza ezifana neSAP, Cognos, TeamSupport B2B, Confluence CRM, kanye nemodeli zokubikezela, futhi ungumsebenzisi wezinga lobuchwepheshe lweMicrosoft Excel. Amandla akhe okuhlaziya asekelwa ulwazi lokusebenza lwezinsiza zokubala ezifana neMinitab, SAS, SPSS, kanye neSQL eyisisekelo, ayisebenzisa ukuqinisekisa ukulandelela okuqondile kwezezimali nokwenza izinqumo okuholelwa idatha.",
      "bio3": "Ku-AFRHEEC, uLuc udlala indima ebalulekile ekugcineni ubuqotho bezezimali benhlangano nokuqinisekisa ukulawulwa okunomthwalo wezinsiza. Ukuhlakanipha kwakhe kwezebhizinisi, ubuchwepheshe bezobuchwepheshe, nokuzibophezela okujulile ekukhonzeni umphakathi ngokulingana kumenza ibe yimpahla ebalulekile kumsebenzi we-AFRHEEC wokunikeza amandla imindeni yefa lase-Afrika ngokufundisa kanye nezinhlelo ezihlonipha amasiko."
    },
    "community": {
      "title": "Umphakathi",
      "education": {
        "title": "Imfundo",
        "description": "Izinhlelo zemfundo ezibuyekela ngokwesiko ezisekela ukuthuthukiswa kokufunda kwangaphambi kwesikhathi nempumelelo yezemfundo yezingane nemindeni.",
        "link": "Funda Okuningi Mayelana Nezinhlelo Zemfundo"
      },
      "cultural": {
        "title": "Amasiko",
        "description": "Izinhlelo nemicimbi egubha futhi igcine ifa lase-Afrika, amasiko, kanye nemikhuba yamasiko.",
        "link": "Hlola Izinhlelo Zamasiko"
      },
      "wellness": {
        "title": "Impilo",
        "description": "Ukusekwa kwezempilo yengqondo, imikhuba yempilo, kanye nezindlela eziphelele zezempilo yomphakathi nokululama.",
        "link": "Thola Izinsizakalo Zempilo"
      },
      "resources": {
        "title": "Izinsiza",
        "description": "Ukufinyelela ezinsizeni ezibalulekile, izinsizakalo zokweseka, nokuxhumana komphakathi kwemindeni nabantu ngabanye.",
        "link": "Finyelela Izinsiza"
      },
      "events": {
        "title": "Imicimbi Yomphakathi",
        "description": "Hlanganyela nathi kumikhosi yamasiko, amaworkshop emfundo, kanye nemibuthano yomphakathi eqinisa izibopho zethu futhi ihloniphe ifa lethu elihlanganyelwe.",
        "link": "Bheka Yonke Imicimbi Yomphakathi"
      }
    },
    "education": {
      "title": "Imfundo",
      "grantText": "Isipho esinikezwe nguMeyer Memorial Trust",
      "srpTitle": "Ihlelo Lokufunda Lasehlobo le-AFRHEEC – Ukuqonda Kwesigaba",
      "srpDescription1": "Ihlelo le-AFRHEEC lokufunda",
      "srpLink": "Lasehlobo",
      "srpDescription2": "liyisinyathelo esibuyekela ngokwesiko, esixhumene nomphakathi esiklanyelwe ukusekela ukuthuthukiswa kokufunda kwangaphambi kwesikhathi kwabafundi bebanga 1-3. Eligxile ekukholweni ukuthi wonke umntwana ufanele ukufinyelela ekufundeni okujabulisayo, okuthobekayo, nokusebenzayo, lolu hlelo lunikeza",
      "highDosage": "ukufundisa okuphezulu",
      "srpDescription3": "elixhumene ne",
      "scienceOfReading": "Isayensi Yokufunda Nokubhala",
      "srpDescription4": "ngokugxila kakhulu kubafundi abakhuluma izilimi eziningi nezingane ezivela emiphakathini eyayifikiwa kabi ngokomlando.",
      "srpDescription5": "Ngokufundisa amaqembu amancane (akukho abafundi abangaphezu kwabane eqenjini), abafundi bathola",
      "targetedSupport": "ukwesekwa kokufunda okuhloselwe",
      "srpDescription6": "ekusikeni, ukushesha, amagama, nokuqonda. Amaseshini aholwa abafundisi abaqeqeshwe ababonisa izizinda zamasiko nezilimi zabafundi ababakhonza. Ukufunda kusekelwa izinto ezivusa umdlandla, ezixhumene namasiko futhi kuqiniswa ngokuxoxa izindaba, imidlalo, nemisebenzi yokufunda egxile emindenini.",
      "srpDescription7": "Ihlelo liklanyelwe ukunciphisa ukulahlekelwa kokufunda kwasihlobo nokwakha amakhono okufunda ayisisekelo okulungiselela abafundi unyaka wesikole ozayo—kanti futhi liqinisa ubunikazi babafundi, izilimi zasekhaya, nemlando womphakathi.",
      "keyFeatures": "Izici ezibalulekile zibandakanya:",
      "feature1": "Amaseshini okufundisa kabili ngeviki kwezinsuku eziyi-10",
      "feature2": "Ukulandelela inqubekelaphambili yomuntu siqu kanye nokuhlola kokufunda",
      "feature3": "Ikharikhulamu ebuyekela ngokwesiko nolimi",
      "feature4": "Imicimbi yokubandakanya imindeni, amaworkshop, nezinto zokuthatha ekhaya",
      "feature5": "Ukudla okuncane, usizo lokuhamba, nokuxhumana ngezilimi ezimbili kwemindeni",
      "locationInfo": "Kwenziwa ezindaweni zokwethemba zasekitongoji kulo lonke iWillamette Valley—kubandakanya iSalem neEugene—ihlelo",
      "freeOfCharge": "lizikhulula",
      "locationInfo2": "futhi livulekele imindeni endaweni yethu yensizakalo.",
      "srp2024": "Ihlelo Lokufunda Lasehlobo 2024",
      "register2025": "Bhalisa kwiHlelo Lokufunda Lasehlobo 2025",
      "registerChild": "Bhalisa Ingane Yakho Namhlanje"
    }
  },
  "support": {
    "title": "Ukusekela",
    "intro": "Ukusekela kwakho kusisiza ukuqhubeka nomsebenzi wethu wokunikeza amandla imiphakathi yefa lase-Afrika ngokufundisa, izinhlelo zamasiko kanye nezinsiza ezibalulekile.",
    "grantsAwarded": {
      "title": "Izibonelelo Ezinikezwe",
      "description": "Sibonga ukusekela okukhulu kwabalingani bethu bezibonelelo abasiza ukwenza izinhlelo zethu zenzeke.",
      "meyerTrust": {
        "name": "Meyer Memorial Trust",
        "description": "Ukusekela kwezibonelelo kwiHlelo Lethu Lokufunda Lasehlobo, okunikeza amandla ukuthuthukiswa kokufunda okubuyekela ngokwesiko kwizingane zebanga 1-3."
      }
    },
    "communityPartners": {
      "title": "Abalingani Bomphakathi",
      "description": "Sisebenzisana nemiphakathi, izikole, kanye nabalingani bendawo ukuletha izinhlelo kanye nezinsizakalo zethu ngempumelelo.",
      "schools": {
        "name": "Izikole Zendawo",
        "description": "Ubudlelwano nezikole kulo lonke iWillamette Valley ukusekela impumelelo yabafundi nokubandakanyeka kwemindeni."
      },
      "community": {
        "name": "Imiphakathi",
        "description": "Ubudlelwano nemiphakathi yendawo ukunikeza izinsizakalo eziphelele zokweseka kanye nezinhlelo zamasiko."
      },
      "families": {
        "name": "Amanethiwekhi Emindeni",
        "description": "Ukuxhumana okuqinile namanethiwekhi emindeni ukuqinisekisa ukuthi izinhlelo zethu zihlangabezana nezidingo zangempela zomphakathi wethu."
      },
      "volunteers": {
        "name": "Inethiwekhi Yabavolontiya",
        "description": "Abavolontiya abazinikele abanikeza isikhathi sabo nobuchwepheshe ukusekela umsebenzi wethu kanye nezinhlelo."
      }
    },
    "cta": {
      "title": "Hlanganyela Nathi Ekwenzeni Umehluko",
      "description": "Kunezindlela eziningi zokusekela umsebenzi wethu. Kungaba ngokuzinikela, ubudlelwano, noma iminikelo, ukubandakanyeka kwakho kusiza ukuqinisa umphakathi wethu.",
      "contactButton": "Xhumana Nathi",
      "donateButton": "Nika Imikhiqizo"
    }
  }
}

  