{
  "homepage": {
    "title": "AFRHEEC - Kuwawezesha Jamii",
    "description": "Gundua jinsi AFRHEEC inavyowawezesha jamii kupitia uhifadhi wa urithi, elimu, na miradi bunifu.",
    "sliderAlt1": "Jamii yenye furaha ikisherehekea chini ya anga wazi",
    "sliderAlt2": "Tukio la mradi wa AFRHEEC linaloonyesha washiriki wenye furaha"
  },
  "navbar": {
    "logoAlt": "Nembo ya AFRHEEC",
    "about": "Kuhusu Sisi",
    "services": "Huduma",
    "support": "Msaada",
    "contact": "Wasiliana Nasi"
  },
  "story": {
    "header": "Ukurasa wa Hadithi"
  },
  "services": {
    "heritageText": "AFRHEEC, Jumuiya ya Elimu na Uwezeshaji wa Urithi wa Kiafrika, imejitolea kuchunguza historia tajiri na utamaduni wa Afrika na athari zake kwa uzoefu wa Wamarekani Weusi.",
    "heritageText2": "Kwa kuchunguza safari ya kihistoria ya Waafrika walioteswa kwa nguvu ili kuwa Wamarekani, AFRHEEC inalenga kuongeza uelewa wa kina wa changamoto na mafanikio yanayokabili jamii za Weusi leo.",
    "heritageText3": "Kupitia jitihada za kufuatilia mizizi ya mababu, kurejesha desturi za kitamaduni, kujenga jamii imara na kudai utambulisho wa kweli, AFRHEEC huwapa watu nguvu ya kuungana na urithi wao na kukabiliana na changamoto za kisasa.",
    "communityText": "AFRHEEC inatambua nafasi muhimu ya jamii katika utamaduni wa Kiafrika. Tunajitahidi kujenga jamii za Weusi zilizo na mshikamano ambapo watoto wanaweza kustawi katika mazingira salama. Kwa kuunda maeneo yasiyo na hofu na ubaguzi, dhamira yetu ni kuwawezesha wazazi kulea watoto wenye kujiamini. AFRHEEC imejitolea kubuni kimbilio linaloweka hisia ya umoja na malengo kwa jamii. Kupitia uzoefu wa pamoja, mila za kitamaduni, na msaada wa pamoja, tunaamini katika kuinua kila mmoja na kuhamasisha vizazi vijavyo.",
    "currentProjectsText": "AFRHEEC, Jumuiya ya Elimu na Uwezeshaji wa Urithi wa Kiafrika, imejitolea kuinua jamii ya Weusi kupitia elimu, utamaduni, na uwezo. Ili kujifunza zaidi kuhusu miradi yetu ya sasa na mipango yetu, bonyeza ikoni ilivyo hapa chini.",
    "policyText": {
      "p1": "AFRHEEC imejitolea kutetea sera zinazokuza haki, usawa, na uwezo kwa jamii ya Weusi.",
      "p2": "Ili kujifunza zaidi kuhusu msimamo wetu kuhusu masuala muhimu kama ",
      "immigration": "marekebisho ya uhamiaji",
      "blackCivilRights": "haki za kiraia za Weusi",
      "voterRights": "haki za wapiga kura",
      "andMore": "na mengine, bonyeza ikoni hapa chini ili kuchunguza sera zetu na juhudi za utetezi."
    },
    "heritageAlt": "Urithi & Historia",
    "heritageTitle": "Urithi & Historia",
    "communityAlt": "Jamii",
    "communityTitle": "Jamii",
    "currentProjectsAlt": "Miradi ya Sasa",
    "currentProjectsTitle": "Miradi ya Sasa",
    "policyAlt": "Sera & Misimamo",
    "policyTitle": "Sera & Misimamo"
  },
  "wwd": {
    "header": "Tunachofanya",
    "readMore": "Soma Zaidi Kuhusu Tunachofanya",
    "heritageandhistory": "Urithi na Historia",
    "community": "Jamii",
    "currentprojects": "Miradi ya Sasa",
    "policyandpositions": "Sera na Misimamo"
  },
  "heritage": {
    "pageTitle": "Urithi na Historia ya Kiafrika: Safari ya Uwezo, Utambulisho, na Mabadiliko",
    "header": "Urithi na Historia ya Kiafrika: Safari ya Uwezo, Utambulisho, na Mabadiliko",
    "subheader": "Mstari Usiokoma wa Utamaduni wa Kiafrika",
    "paragraph1": "Hadithi ya urithi wa Kiafrika ni simulizi ya ugumu, kina, na ustahimilivu unaoendelea kwa karne nyingi. Kabla ya ukoloni, Afrika lilikuwa nyumbani kwa baadhi ya ustaarabu wa hali ya juu duniani. Kutoka kwa ufalme wa Mali na Zimbabwe hadi kwa mafanikio ya kisayansi na kihesabu ya Misri ya kale, Afrika ilikuwa chanzo cha ubunifu wa kibinadamu, ustaarabu wa kitamaduni, na mpangilio wa kijamii wa kina.",
    "section2": "Safari ya Maumivu: Uhamiaji wa Lazima na Ubagaji",
    "paragraph2": "Biashara ya watumwa ya Atlantiki ni moja ya sura za kusikitisha sana katika historia ya kibinadamu. Kati ya karne ya 15 hadi ya 19, takriban watumwa milioni 12.5 walitolewa kwa nguvu kutoka Afrika, na takriban milioni 10.7 walihimili safari ya katikati yenye ukali kuelekea Amerika. Hii haikuwa tu harakati ya miili, bali ni uharibifu wa mfumo wa mila, familia, na utambulisho.",
    "paragraph3": "Waafrika walifukuzwa kwa nguvu ya lugha zao, desturi za kiroho, miundo ya familia, na utambulisho. Watumwa walitengwa kwa makusudi na wale waliokuwa wakiongea lugha ile ile, jambo lililofanya uhifadhi wa utamaduni uwezekane kidogo. Hata hivyo, watu wa Afrika waliendelea kuonyesha njia za upinzani na kuhifadhi urithi wao.",
    "section3": "Uhifadhi wa Utamaduni: Upinzani na Ustahimilivu",
    "paragraph4": "Katika Amerika, kutoka Brazil hadi Marekani, watumwa na wazao wao walipata njia za ajabu za kuhifadhi na kubadilisha urithi wao wa kitamaduni. Mazoezi ya kiroho kama Vodou, Santería, na Candomblé ni mifano ya nguvu ya jinsi tamaduni za dini za Kiafrika zilivyohifadhiwa na kubadilishwa. Muziki, kutoka kwa blues na jazz hadi samba na reggae, unaonyesha kuendelea kwa tamaduni za muziki za Afrika.",
    "section4": "Umuhimu wa Uelewa wa Historia",
    "paragraph5": "Kuelewa urithi wa Kiafrika ni muhimu kwa sababu kadhaa:",
    "reason1": "Uhuru wa Akili: Kujua kina na ugumu wa ustaarabu wa Afrika kabla ya ukoloni ni dawa yenye nguvu dhidi ya simulizi za uduni.",
    "reason2": "Mabadiliko ya Mfumo: Kutambua njia za kihistoria za ukandamizaji kunasaidia kubuni mikakati maalum ya ukombozi.",
    "reason3": "Utambulisho na Fahari ya Kitamaduni: Uelewa wa historia ya mababu unatoa hisia ya mwendelezo, heshima, na nguvu ya pamoja.",
    "reason4": "Muunganisho wa Dunia: Mchango wa Afrika umekuwa msingi wa maendeleo ya kibinadamu.",
    "section5": "Matokeo ya Vitendo kwa Mabadiliko ya Kisasa",
    "paragraph6": "Kuchunguza urithi wa Kiafrika siyo tu mazoezi ya kitaaluma bali ni mkakati muhimu wa kuwezesha jamii. Kwa kuelewa muktadha wa kihistoria, jamii zinaweza kuunda mtaala wa elimu, kuunda mikakati ya uchumi, kujenga mitandao ya mshikamano, kupinga ubaguzi, na kukuza uponesi wa kisaikolojia.",
    "section6": "Hitimisho: Safari Isiyoisha",
    "paragraph7": "Uchunguzi wa urithi wa Kiafrika siyo kuhusu kukaa kwenye yaliyopita bali ni juu ya kuunda mustakabali wenye haki na usawa—mchakato unaoendelea wa kugundua upya, uponesi, na mabadiliko. Kila hadithi inayopatikana, kila desturi inayokumbukwa, na kila ukweli wa kihistoria ni kitendo cha upinzani na urejesho."
  },
  "newsletter": {
    "title": "Kukuza Mizizi",
    "description": "Jiandikishe kwenye jarida letu ili kupokea habari mpya kuhusu miradi yetu, matukio, na rasilimali zinazosherehekea na kuhifadhi urithi wa Kiafrika.",
    "successTitle": "Asante Kwa Kujiandikisha!",
    "successMessage": "Sasa uko ndani ya jumuiya yetu. Tazama sanduku lako la barua kwa habari mpya na habari kuhusu urithi na historia ya Kiafrika.",
    "invalidEmail": "Tafadhali weka anwani ya barua pepe sahihi",
    "invalidName": "Tafadhali weka jina lako",
    "genericError": "Kuna kitu kilichokwenda vibaya. Tafadhali jaribu tena baadaye.",
    "nameLabel": "Jina Kamili",
    "namePlaceholder": "Weka jina lako kamili",
    "emailLabel": "Anwani ya Barua Pepe",
    "emailPlaceholder": "Weka anwani yako ya barua pepe",
    "submitting": "Inajiandikisha...",
    "submitButton": "Jiandikishe",
    "privacyNote": "Tunaheshimu faragha yako. Taarifa zako hazitashirikiwa na watu wengine."
  },
  "footer": {
    "contactUs": "Wasiliana Nasi",
    "contactDescription": "Wasiliana nasi ili kujifunza zaidi kuhusu programu zetu na jinsi unavyoweza kushiriki.",
    "email": "Barua Pepe",
    "address": "Anwani"
  },
  "aboutUs": {
    "title": "Kuhusu Sisi",
    "mission": "Jumuiya ya Elimu na Uwezeshaji wa Urithi wa Kiafrika (AFRHEEC) ni shirika lisilo la faida lenye dhamira yenye nguvu: kutumika kama Kituo cha Elimu, Utamaduni, na Rasilimali kilichojikita katika kanuni za Afrocentric. AFRHEEC imejitolea kuwawezesha jamii za diaspora ya Weusi, Waafrika, na Wamarekani Weusi—pamoja na familia za wahamiaji na wakimbizi—kupitia elimu iliyojikita katika utamaduni, mazoea ya afya, na upatikanaji wa rasilimali muhimu.",
    "history": "Tangu kuanzishwa kwake, AFRHEEC imeweka kipaumbele katika usomaji wa mapema, matukio ya jamii yanayohusiana na utamaduni, na programu zinazojikita katika familia katika kaunti za Laine, Marion, Multnomah, na Washington huko Oregon. Lengo letu ni kujikita katika ushiriki unaozingatia uponyaji, njia za chakula cha jadi, msaada wa afya ya akili, na elimu ya ulezi iliyotengenezwa kwa familia zinazosafiri katika mazingira mapya ya utamaduni nchini Marekani.",
    "approach": "Kwa mbinu iliyo kamili na inayojulikana na jamii, AFRHEEC inatambua changamoto za kipekee zinazokabili familia za wakimbizi na wahamiaji, haswa katika ulezi kote katika tamaduni, kujifunza lugha mpya, na kujifunza kwa mazingira mapya na utamaduni tofauti kabisa. Tunakusudia kujaza mapengo ya kusaidia familia zote zinazojitambulisha kama weusi kupitia programu zinazopatikana, zinazotunza, na zinazohusiana na utamaduni.",
    "mapCaption": "Ramani ya kihistoria inayoonyesha njia za biashara ya pembetatu ya Atlantiki wakati wa biashara ya watumwa, ikionyesha harakati ya lazima ya Waafrika milioni kadhaa kote katika Bahari ya Atlantiki iliyounda diaspora ya Kiafrika.",
    "boardLink": "Kutana na Bodi ya Wakurugenzi Wetu"
  },
  "board": {
    "title": "Bodi ya Wakurugenzi",
    "frieda": {
      "name": "Frieda Bikele",
      "title": "Mwenyekiti, Bodi ya Wakurugenzi wa AFRHEEC",
      "bio1": "Frieda Bikele ni mtetezi wa maisha yote kwa usawa, ujumuishaji, na haki ya kijamii, akileta uzoefu wa zaidi ya miaka 20 ya uongozi katika mashirika ya serikali, ubalozi wa kimataifa, na sekta za shirika lisilo la faida nchini Kameruni na Marekani. Kwa sasa anahudumu kama Meneja wa Usawa wa Huduma ndani ya shirika la serikali, ambapo anaongoza juhudi za kuvunja usawa wa mfumo na kujenga sera za ujumuishaji zinazohudumia jamii tofauti na zilizotengwa kihistoria.",
      "bio2": "Mwenye ufasaha wa Kifaransa, Kiingereza cha Pidgin, na lugha kadhaa za asili za Kiafrika, mtazamo wa kimataifa wa Frieda unaendana na mizizi yake ya kina ya jamii. Ana shahada ya kwanza ya Sociolojia na Mawasiliano, pamoja na shahada mbili za uzamili—moja katika Socio-Anthropolojia ya Afya na nyingine katika Masomo ya Kimataifa yenye mwelekeo wa Sera ya Afya ya Umma. Msingi wake wa kitaaluma, pamoja na uzoefu wake wa kuishi kama mwanamke wa asili ya Kiafrika anayesafiri katika mifumo kadhaa, unachochea mbinu yake yenye nguvu na ya kibinafsi ya utetezi.",
      "bio3": "Kama Mwenyekiti wa AFRHEEC, Frieda anaongoza kwa huruma na uwazi wa kusudi. Amejitolea kuendeleza programu zilizojikita katika utamaduni zinazosaidia jamii za wakimbizi, wahamiaji, na urithi wa Kiafrika—hasa vijana na familia zinazosafiri katika vikwazo vya elimu na vya mfumo. Shauku yake ya muunganisho wa jamii inaonekana katika kazi yake ya kufikia, ambayo inajumuisha kuunganisha watu waliofikiwa vibaya na rasilimali muhimu na kuinua sauti za wakimbizi na waombaji hifadhi.",
      "bio4": "Alikulia Douala, Kameruni na akahamasishwa na ustahimilivu wa mama yake, uongozi wa Frieda umejikita katika maadili ya huruma, haki, na uwezeshaji wa pamoja. Anaona dunia ambapo kila mtoto—bila kujali asili yake—anaweza kustawi katika mifumo inayohonorisha utambulisho na uwezo wake.",
      "bio5": "Katika wakati wake wa bure, Frieda anafurahia kukimbia kwenye njia, kusafiri na mkoba, na kujenga muunganisho wa kina ndani ya jamii yake. Anahamasishwa haswa na kufundisha vizazi vijavyo na kuhimiza viongozi vijana kuinuka pamoja katika umoja na huduma.",
      "bio6": "Kwa Frieda, uongozi si tu kuhusu mwelekeo—ni kuhusu mabadiliko. Kazi yake inaendelea kuunda njia za usawa zaidi kwa wale ambao wamekuwa wakitengwa kwa muda mrefu sana, daima wakiendeshwa na mtazamo wa mustakabali wa haki na ujumuishaji."
    },
    "lia": {
      "name": "Li'a Hammonds",
      "title": "Makamu wa Mwenyekiti, Bodi ya Wakurugenzi wa AFRHEEC",
      "bio1": "Li'a Hammonds ni mtendaji mwenye uzoefu wa uhusiano wa umma na media ya kidijitali ambaye kazi yake imejikita katika kuendeleza Haki, Usawa, Utofauti, na Ujumuishaji (JEDI) katika sekta za umma na binafsi. Sauti ya kuaminika katika mawasiliano ya kimkakati na uongozi wa kitamaduni, Li'a ni mmoja wa watendaji wachache wa DEI ulimwenguni ambao wameidhinishwa kwa viwango vya kimataifa vya DEI-ISO, kumweka mstari wa mbele wa muundo wa usawa wa kimataifa.",
      "bio2": "Kwa uzoefu wa zaidi ya muongo wa kuunda simulizi, kulinda uadilifu wa chapa, na kujenga kampeni zinazojikita katika usawa, Li'a anatoa ufahamu wa kimkakati usio na thamani kwa uwepo wa umma wa AFRHEEC. Kama Makamu wa Mwenyekiti na mtaalamu mkuu wa mawasiliano, anahakikisha kwamba ujumbe wa AFRHEEC unahonorisha dhamira yake, unafanana na jamii zake tofauti, na kuinua hadithi za wale ambao anawahudumia kupitia mazoea ya media ya ujumuishaji.",
      "bio3": "Li'a ana shahada za Masomo ya Mawasiliano, Shahada ya Uzamili ya Sayansi katika Uchambuzi wa Biashara (MSBA), na Shahada ya Uzamili ya Sayansi katika Mawasiliano ya Kimkakati. Kwa sasa anafuata udaktari wake, akiendeleza utaalamu wake katika uongozi unaoendeshwa na usawa na mabadiliko ya shirika. Katika kazi yake ya nguvu, ameongoza ujumbe wa kampeni za gavana, kuunda mipango ya mawasiliano ya mgogoro kwa mashirika ya usalama wa umma, kushauri makampuni kuhusu mikakati ya DEI, na kuunda shirika lake—Nimble Media Strategies—ambalo linasaidia mashirika yanayoendeshwa na dhamira kusimulia hadithi zenye nguvu na za kweli.",
      "bio4": "Kwa sasa akihudumu kama Mtaalamu wa Mawasiliano ya Usawa kwa shirika la serikali, Li'a pia anatoa jitihada ya kina ya kibinafsi kwa jamii. Ni mtetezi wa elimu inayothibitisha utamaduni, uponyaji wa rangi, na ujumuishaji wa makusudi wa sauti zilizotengwa kihistoria—hasa katika majukwaa ya kidijitali na ya taasisi.",
      "bio5": "Nje ya kazi yake ya kitaaluma, Li'a anapata furaha katika kulea binti zake, Xora na Xuri, na kuhudumia pamoja na viongozi wengine kuimarisha uhusiano wa jamii ya ndani. Kazi yake na AFRHEEC si ya kitaaluma tu—ni ya kibinafsi. Kama mama, mtaalamu wa kitamaduni, na mtendaji wa usawa, anatetea mustakabali ambapo kila familia ina uwezo wa kupata fursa, usomaji, na heshima ya kuonekana na kusikika."
    },
    "luc": {
      "name": "Luc René Mbousya",
      "title": "Mweka Hazina wa Bodi",
      "bio1": "Luc René Mbousya anatoa uzoefu wa zaidi ya miaka 18 wa usimamizi wa mnyororo wa usambazaji, shughuli za kifedha, na uchambuzi wa data kwa jukumu lake la Mhasibu na Mweka Hazina wa Bodi wa AFRHEEC. Kwa kazi inayoshughulikia tasnia kadhaa—pamoja na kusanyiko la injini, R&D ya semiconductor, na usimamizi wa hesabu—Luc ameunda rekodi imara ya kuboresha michakato ya biashara na kuboresha ufanisi wa shughuli.",
      "bio2": "Luc ana ujuzi wa juu katika mifumo ya hesabu ya reja reja, ratiba ya uzalishaji, na ushirikiano wa idara tofauti. Ana ufasaha katika zana kama SAP, Cognos, TeamSupport B2B, Confluence CRM, na mifano ya utabiri, na ni mtumiaji wa kiwango cha mtaalamu wa Microsoft Excel. Nguvu zake za uchambuzi zinasaidiwa na ujuzi wa kazi wa zana za takwimu kama Minitab, SAS, SPSS, na SQL ya msingi, ambayo anatumia kuhakikisha ufuatiliaji sahihi wa kifedha na uamuzi unaoendeshwa na data.",
      "bio3": "Katika AFRHEEC, Luc anacheza jukumu muhimu katika kudumisha uadilifu wa kifedha wa shirika na kuhakikisha usimamizi wenye jukumu wa rasilimali. Busara yake ya biashara, utaalamu wa kiufundi, na jitihada ya kina ya huduma ya jamii ya usawa inamfanya kuwa mali muhimu kwa dhamira ya AFRHEEC ya kuwawezesha familia za urithi wa Kiafrika kupitia elimu na programu zinazothibitisha utamaduni."
    },
    "community": {
      "title": "Jamii",
      "education": {
        "title": "Elimu",
        "description": "Programu za elimu zinazojibu utamaduni zinazosaidia ukuzaji wa usomaji wa mapema na mafanikio ya kitaaluma kwa watoto na familia.",
        "link": "Jifunze Zaidi Kuhusu Programu za Elimu"
      },
      "cultural": {
        "title": "Kitamaduni",
        "description": "Programu na matukio yanayosherehekea na kuhifadhi urithi wa Kiafrika, mila, na mazoea ya kitamaduni.",
        "link": "Chunguza Programu za Kitamaduni"
      },
      "wellness": {
        "title": "Afya",
        "description": "Msaada wa afya ya akili, mazoea ya afya, na mbinu kamili za afya ya jamii na uponyaji.",
        "link": "Gundua Huduma za Afya"
      },
      "resources": {
        "title": "Rasilimali",
        "description": "Upatikanaji wa rasilimali muhimu, huduma za msaada, na muunganisho wa jamii kwa familia na watu binafsi.",
        "link": "Pata Rasilimali"
      },
      "events": {
        "title": "Matukio ya Jamii",
        "description": "Jiunge nasi kwa sherehe za kitamaduni, warsha za elimu, na mikusanyiko ya jamii inayounganisha vikundi vyetu na kuheshimu urithi wetu wa pamoja.",
        "link": "Tazama Matukio Yote ya Jamii"
      }
    },
    "education": {
      "title": "Elimu",
      "grantText": "Ruzuku iliyotolewa na Meyer Memorial Trust",
      "srpTitle": "Programu ya Usomaji wa Majira ya Joto ya AFRHEEC – Muhtasari wa Programu",
      "srpDescription1": "Programu ya AFRHEEC ya",
      "srpLink": "Usomaji wa Majira ya Joto",
      "srpDescription2": "ni mpango wa kujibu utamaduni, uliojikita katika jamii ulioundwa kusaidia ukuzaji wa usomaji wa mapema kwa wanafunzi wa daraja la 1-3. Ukiwa umewekwa katikati ya imani kwamba kila mtoto anastahili kupata elimu ya furaha, ya kuthibitisha, na ya ufanisi, programu hii inatoa",
      "highDosage": "ufundishaji wa kiwango cha juu",
      "srpDescription3": "uliojikita katika",
      "scienceOfReading": "Sayansi ya Kusoma na Kuandika",
      "srpDescription4": "ukiwa na mwelekeo mkubwa kwa wanaojifunza lugha nyingi na watoto kutoka jamii zilizofikiwa vibaya kihistoria.",
      "srpDescription5": "Kupitia mafundisho ya vikundi vidogo (si zaidi ya wanafunzi wanne kwa kikundi), wanafunzi wanapokea",
      "targetedSupport": "msaada wa usomaji ulioelekezwa",
      "srpDescription6": "katika kusoma, ufasaha, msamiati, na uelewa. Vipindi vinaongozwa na walimu waliofunzwa ambao wanaonyesha asili za kitamaduni na lugha za wanafunzi wanaowahudumia. Kujifunza kunasaidiwa na nyenzo zinazovutia, zinazohusiana na utamaduni na kukuzwa kwa kusimulia hadithi, michezo, na shughuli za usomaji zinazojikita katika familia.",
      "srpDescription7": "Programu imeundwa kupunguza upungufu wa kujifunza wa majira ya joto na kujenga ujuzi wa msingi wa kusoma ambao huandaa wanafunzi kwa mwaka wa shule unaokuja—wakati pia ikithibitisha utambulisho wa wanafunzi, lugha za nyumbani, na historia za jamii.",
      "keyFeatures": "Vipengele muhimu vinajumuisha:",
      "feature1": "Vipindi vya kufundisha mara mbili kwa wiki kwa wiki 10",
      "feature2": "Ufuatiliaji wa maendeleo ya kibinafsi na tathmini za usomaji",
      "feature3": "Mtaala unaojibu utamaduni na lugha",
      "feature4": "Matukio ya kuhusisha familia, warsha, na nyenzo za kuchukua nyumbani",
      "feature5": "Vyakula vidogo, msaada wa usafiri, na mawasiliano ya lugha mbili kwa familia",
      "locationInfo": "Inafanywa katika maeneo ya uaminifu ya kitongoji kote Willamette Valley—pamoja na Salem na Eugene—programu ni",
      "freeOfCharge": "bila malipo",
      "locationInfo2": "na inafunguliwa kwa familia katika eneo letu la huduma.",
      "srp2024": "Programu ya Usomaji wa Majira ya Joto 2024",
      "register2025": "Jiandikishe kwa Programu ya Usomaji wa Majira ya Joto 2025",
      "registerChild": "Jiandikishe Mtoto Wako Leo"
    }
  },
  "support": {
    "title": "Msaada",
    "intro": "Msaada wako unatusaidia kuendelea na dhamira yetu ya kuwezesha jamii za urithi wa Kiafrika kupitia elimu, programu za kitamaduni na rasilimali muhimu.",
    "grantsAwarded": {
      "title": "Mikopo Iliyotolewa",
      "description": "Tunashukuru kwa msaada wa kujali wa washirika wetu wa mikopo ambao husaidia kuwezesha programu zetu.",
      "meyerTrust": {
        "name": "Meyer Memorial Trust",
        "description": "Msaada wa mkopo kwa Programu Yetu ya Kusoma ya Majira ya Joto, kuwezesha ukuzaji wa uwezo wa kusoma unaojibu kitamaduni kwa watoto wa daraja la 1-3."
      }
    },
    "communityPartners": {
      "title": "Washirika wa Jamii",
      "description": "Tunashirikiana na mashirika ya jamii, shule, na washirika wa ndani kutoa programu na huduma zetu kwa ufanisi.",
      "schools": {
        "name": "Shule za Ndani",
        "description": "Ushirikiano na shule katika Bonde la Willamette kusaidia mafanikio ya wanafunzi na ushiriki wa familia."
      },
      "community": {
        "name": "Mashirika ya Jamii",
        "description": "Ushirikiano na mashirika ya ndani kutoa huduma kamili za msaada na programu za kitamaduni."
      },
      "families": {
        "name": "Mitandao ya Familia",
        "description": "Uhusiano imara na mitandao ya familia kuhakikisha programu zetu zinakidhi mahitaji halisi ya jamii yetu."
      },
      "volunteers": {
        "name": "Mtandao wa Wachangiaji",
        "description": "Wachangiaji waliojitolea ambao huchangia muda na utaalam wao kusaidia dhamira na programu zetu."
      }
    },
    "cta": {
      "title": "Jiunge Nasi Kufanya Tofauti",
      "description": "Kuna njia nyingi za kusaidia dhamira yetu. Iwe kupitia kujitolea, ushirikiano, au michango, ushiriki wako husaidia kuimarisha jamii yetu.",
      "contactButton": "Wasiliana Nasi",
      "donateButton": "Toa Michango"
    }
  }
}

  